Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/po/vlc-tm.tmx
Source language: en
Languages: ca_es

source: Credits
ca_es: Crèdits

source: License
ca_es: Llicència

source: Authors
ca_es: Autors

source: VLC media player and VideoLAN are trademarks of the VideoLAN Association.
ca_es: VLC media player i VideoLAN són marques registrades de l'associació VideoLAN.

source: Compiled by %s with %@
ca_es: Compilat per %s amb %@

source: <p>VLC media player is a free and open source media player, encoder, and streamer made by the volunteers of the <a href="http://www.videolan.org/"><span style=" text-decoration: underline; color:#0057ae;">VideoLAN</span></a> community.</p><p>VLC uses its internal codecs, works on essentially every popular platform, and can read almost all files, CDs, DVDs, network streams, capture cards and other media formats!</p><p><a href="http://www.videolan.org/contribute/"><span style=" text-decoration: underline; color:#0057ae;">Help and join us!</span></a>
ca_es: <p>El reproductor multimèdia VLC és un reproductor multimèdia, codificador i reproductor de fluxos en xarxa gratuït i obert fet per voluntaris de la comunitat <a href="http://www.videolan.org/"><span style=" text-decoration: underline; color:#0057ae;">VideoLAN</span></a>.</p><p>El VLC fa servir còdecs interns, funciona pràcticament a totes les plataformes, pot llegir gairebé tots els fitxers, CD, DVD, fluxos de xarxa, capturar targetes i altres formats multimèdia!</p><p><a href="http://www.videolan.org/contribute/"><span style=" text-decoration: underline; color:#0057ae;">Ajudeu i uniu-vos!</span></a>

source: VLC media player Help
ca_es: Ajuda sobre el reproductor multimèdia VLC

source: Index
ca_es: Índex

source: 2 Pass
ca_es: 2 passades

source: Preamp
ca_es: Preamplificació

source: Enable dynamic range compressor
ca_es: Habilita el compressor del rang dinàmic

source: Reset
ca_es: Restableix

source: Attack
ca_es: Ataca

source: Release
ca_es: Allibera

source: Threshold
ca_es: Llindar

source: Enable Spatializer
ca_es: Habilita l'espaiador

source: Headphone virtualization
ca_es: Virtualització dels auriculars

source: Volume normalization
ca_es: Normalització del volum

source: Maximum level
ca_es: Nivell màxim

source: Filter
ca_es: Filtre

source: Audio Effects
ca_es: Efectes d'àudio

source: Duplicate current profile...
ca_es: Duplica el perfil actual...

source: Organize Profiles...
ca_es: Organitza els perfils

source: Duplicate current profile for a new profile
ca_es: Duplica el perfil actual per a un perfil nou

source: Enter a name for the new profile:
ca_es: Introduïu el nom del perfil nou:

source: Save
ca_es: Desa

source: Remove a preset
ca_es: Elimina un valor predefinit

source: Select the preset you would like to remove:
ca_es: Seleccioneu el valor predefinit que voleu eliminar:

source: Remove
ca_es: Elimina

source: Add new Preset...
ca_es: Afegeix un valor predefinit nou...

source: Organize Presets...
ca_es: Organitza els valors predefinits...

source: Save current selection as new preset
ca_es: Desa la selecció actual com a un valor predefinit nou

source: Enter a name for the new preset:
ca_es: Introduïu un nom per al valor predefinit nou:

source: Please enter a unique name for the new profile.
ca_es: Introduïu un nom únic per al perfil nou.

source: Multiple profiles with the same name are not allowed.
ca_es: No està permès utilitzar més d'un perfil amb el mateix nom.

source: Bookmarks
ca_es: Preferits

source: Add
ca_es: Afegeix

source: Clear
ca_es: Neteja

source: Edit
ca_es: Edita

source: Extract
ca_es: Extreu

source: Time
ca_es: Hora

source: OK
ca_es: D'acord

source: Name
ca_es: Nom

source: Untitled
ca_es: Sense títol

source: No input
ca_es: No hi ha cap entrada.

source: No input found. A stream must be playing or paused for bookmarks to work.
ca_es: No s'ha trobat cap entrada. S'ha de reproduir o posar en pausa un flux perquè els preferits funcionin.

source: Input has changed
ca_es: Ha canviat l'entrada

source: Input has changed, unable to save bookmark. Suspending playback with "Pause" while editing bookmarks to ensure to keep the same input.
ca_es: L'entrada ha canviat, no es pot desar el preferit. La suspensió de la reproducció amb «pausa» durant l'edició dels preferits garanteix la conservació de la mateixa entrada.

source: Invalid selection
ca_es: Selecció no vàlida

source: Two bookmarks have to be selected.
ca_es: S'han seleccionat dos preferits.

source: No input found
ca_es: No s'ha trobat cap entrada

source: The stream must be playing or paused for bookmarks to work.
ca_es: El flux ha d'estar en reproducció o en pausa perquè funcionin els preferits.

source: Jump To Time
ca_es: Salta al punt temporal

source: sec.
ca_es: s

source: Jump to time
ca_es: Salta al punt temporal

source: Click to play or pause the current media.
ca_es: Feu clic per reproduir i posar en pausa l'element actual.

source: Backward
ca_es: Enrere

source: Click to go to the previous playlist item. Hold to skip backward through the current media.
ca_es: Feu clic per anar a l'element anterior de la llista de reproducció. Mantingueu premut per saltar enrere a través de l'element actual.

source: Forward
ca_es: Endavant

source: Click to go to the next playlist item. Hold to skip forward through the current media.
ca_es: Feu clic per anar a l'element següent de la llista de reproducció. Mantingueu premut per saltar endavant a través de l'element actual.

source: Click and move the mouse while keeping the button pressed to use this slider to change current playback position.
ca_es: Feu clic i moveu el ratolí mentre premeu el botó premut per utilitzar aquest desplaçador per canviar la posició de reproducció actual.

source: Toggle Fullscreen mode
ca_es: Commuta el mode de pantalla completa

source: Click to enable fullscreen video playback.
ca_es: Feu clic per habilitar la reproducció en pantalla completa.

source: Click to stop playback.
ca_es: Feu clic per aturar la reproducció.

source: Show/Hide Playlist
ca_es: Mostra/amaga la llista de reproducció

source: Click to switch between video output and playlist. If no video is shown in the main window, this allows you to hide the playlist.
ca_es: Feu clic per canviar entre la sortida de vídeo i la llista de reproducció. Si no es mostra cap vídeo a la finestra principal, això us permet amagar la llista de reproducció.

source: Repeat
ca_es: Repeteix

source: Click to change repeat mode. There are 3 states: repeat one, repeat all and off.
ca_es: Feu clic per canviar el mode de repetició. Existeixen 3 estats: repeteix una, repeteix-ho tot i desactivat.

source: Shuffle
ca_es: Mescla

source: Click to enable or disable random playback.
ca_es: Feu clic per activar o desactivar la reproducció aleatòria.

source: Click and move the mouse while keeping the button pressed to use this slider to change the volume.
ca_es: Feu clic i moveu el ratolí mentre manteniu premut el botó per utilitzar aquest desplaçador per canviar el volum.

source: Click to mute or unmute the audio.
ca_es: Feu clic per silenciar o activar el so.

source: Full Volume
ca_es: Volum al 100%

source: Click to play the audio at maximum volume.
ca_es: Feu clic per reproduir l'àudio al volum màxim.

source: Effects
ca_es: Efectes

source: Click to show an Audio Effects panel featuring an equalizer and further filters.
ca_es: Feu clic per mostrar un tauler d'efectes de so que inclou un equalitzador i més filtres.

source: Click to go to the previous playlist item.
ca_es: Feu clic per anar a l'element anterior de la llista de reproducció.

source: Click to go to the next playlist item.
ca_es: Feu clic per anar a l'element següent de la llista de reproducció.

source: Click and hold to skip backward through the current media.
ca_es: Feu clic i manteniu premut per ometre en sentit invers a través de l'element actual.

source: Click and hold to skip forward through the current media.
ca_es: Feu clic i manteniu premut per ometre endavant a través de l'element actual.

source: Convert & Stream
ca_es: Converteix i crea un flux de xarxa

source: Go!
ca_es: Anem-hi!

source: Drop media here
ca_es: Deixa anar els elements multimèdia aquí

source: Open media...
ca_es: Obre un element multimèdia...

source: Choose Profile
ca_es: Trieu un perfil

source: Customize...
ca_es: Personalitza...

source: Choose Destination
ca_es: Trieu una destinació

source: Choose an output location
ca_es: Trieu una ubicació d'entrada

source: Browse...
ca_es: Navega...

source: Setup Streaming...
ca_es: Configura el flux de xarxa...

source: Save as File
ca_es: Desa-ho com a un fitxer

source: Stream
ca_es: Flux

source: Apply
ca_es: Aplica

source: Save as new Profile...
ca_es: Desa-ho com un perfil nou...

source: Encapsulation
ca_es: Encapsulació

source: Video codec
ca_es: Còdec de vídeo

source: Audio codec
ca_es: Còdec d'àudio

source: Keep original video track
ca_es: Mantén la pista original de vídeo

source: Frame Rate
ca_es: Fotogrames per segon

source: You just need to fill one of the three following parameters, VLC will autodetect the other using the original aspect ratio
ca_es: Només és necessari omplir un dels tres paràmetres següents, el VLC detecta automàticament els altres mitjançant la relació d'aspecte original

source: Scale
ca_es: Escala

source: Keep original audio track
ca_es: Mantén la pista original d'àudio

source: Overlay subtitles on the video
ca_es: Superposa els subtítols al vídeo

source: Stream Destination
ca_es: Destinació del flux de xarxa

source: Stream Announcement
ca_es: Anunci del flux de xarxa

source: Address
ca_es: Adreça

source: SAP Announcement
ca_es: Anunci SAP

source: HTTP Announcement
ca_es: Anunci HTTP

source: RTSP Announcement
ca_es: Anunci RTSP

source: Export SDP as file
ca_es: Exporta l'SDP com un fitxer

source: Invalid container format for HTTP streaming
ca_es: El contenidor no té un format valid per al flux de xarxa HTTP

source: Media encapsulated as %@ cannot be streamed through the HTTP protocol for technical reasons.
ca_es: Per raons tècniques, no es pot crear el flux de xarxa per a l'element encapsulat com a %@ a través del protocol HTTP.

source: Save as new profile
ca_es: Desa-ho com a un perfil nou

source: Remove a profile
ca_es: Elimina un perfil

source: Select the profile you would like to remove:
ca_es: Seleccioneu el perfil que voleu eliminar:

source: %@ stream to %@:%@
ca_es: %@ flux de xarxa a %@:%@

source: No Address given
ca_es: No s'ha proveït cap adreça

source: In order to stream, a valid destination address is required.
ca_es: Per poder emetre el flux de xarxa és necessari proveir una adreça de destinació.

source: No Channel Name given
ca_es: No s'ha proveït cap nom de canal

source: SAP stream announcement is enabled. However, no channel name is provided.
ca_es: L'anunci de flux en xarxa SAP es troba activat. Tot i així, no s'ha proveït cap nom de canal.

source: No SDP URL given
ca_es: No s'ha proveït cap url SDP

source: A SDP export is requested, but no URL is provided.
ca_es: S'ha requerit una exportació SDP, però no s'ha proveït cap url.

source: Custom
ca_es: Personalitzat

source: User name
ca_es: Nom d'usuari

source: Errors and Warnings
ca_es: Errors i avisos

source: Clean up
ca_es: Neteja

source: Show Details
ca_es: Mostra els detalls

source: Random On
ca_es: Aleatori actiu

source: Repeat Off
ca_es: Repetició inactiva

source: Hide no user action dialogs
ca_es: Amaga els diàlegs sense acció de l'usuari

source: Don't display dialogs that don't require user action (Critical and error panel).
ca_es: Aquesta opció us permet ocultar els diàlegs que no requereixen cap acció per part de l'usuari (Tauler crític i d'errors).

source: (no item is being played)
ca_es: (cap element s'està reproduint)

source: Click to exit fullscreen playback.
ca_es: Feu clic per sortir de la reproducció en pantalla completa.

source: Messages
ca_es: Missatges

source: Open CrashLog...
ca_es: Obre el registre de fallades...

source: Save this Log...
ca_es: Desa aquest registre...

source: Send
ca_es: Envia

source: Don't Send
ca_es: No enviïs

source: VLC crashed previously
ca_es: El VLC ha fallat anteriorment

source: Do you want to send details on the crash to VLC's development team? If you want, you can enter a few lines on what you did before VLC crashed along with other helpful information: a link to download a sample file, a URL of a network stream, ...
ca_es: Voleu enviar els detalls de la fallada a l'equip de desenvolupament del VLC? Si voleu, podeu introduir un breu comentari sobre el qual estàveu fent abans que el VLC fallés i afegir-hi més informació útil: un enllaç on baixar un fitxer de mostra, un URL d'un flux de xarxa...

source: I agree to be possibly contacted about this bugreport.
ca_es: Accepto que es puguin posar en contacte amb mi per respondre a aquest informe d'errors.

source: Only your default E-Mail address will be submitted, including no further information.
ca_es: Només s'enviarà el vostre correu electrònic per defecte, no s'inclourà cap altra informació.

source: Don't ask again
ca_es: No ho tornis a demanar

source: VLC media playback
ca_es: Reproducció multimèdia VLC

source: No CrashLog found
ca_es: No s'ha trobat el registre de fallades

source: Continue
ca_es: Continua

source: Couldn't find any trace of a previous crash.
ca_es: No s'han pogut trobar indicis de fallades anteriors.

source: Remove old preferences?
ca_es: Voleu eliminar les preferències antigues?

source: We just found an older version of VLC's preferences files.
ca_es: S'ha trobat una versió antiga dels fitxers de preferències del VLC.

source: Move To Trash and Relaunch VLC
ca_es: Mou a la paperera i torna a executar el VLC

source: VLC Debug Log (%s).rtf
ca_es: Registre de depuració VLC (%s).rtf

source: Video device
ca_es: Dispositiu de vídeo

source: Number of the screen to use by default to display videos in 'fullscreen'. The screen number correspondance can be found in the video device selection menu.
ca_es: Número de la pantalla que s'ha d'utilitzar per defecte per mostrar vídeos en «pantalla completa». La correspondència del número de la pantalla es pot trobar al menú de selecció del dispositiu de vídeo.

source: Opaqueness
ca_es: Opacitat

source: Set the transparency of the video output. 1 is non-transparent (default) 0 is fully transparent.
ca_es: Defineix la transparència de la sortida de vídeo. 1 és no transparent (valor per defecte), 0 és completament transparent.

source: Black screens in fullscreen
ca_es: Pantalles negres en pantalla completa

source: In fullscreen mode, keep screen where there is no video displayed black
ca_es: Al mode de pantalla completa, es manté la pantalla negra on no es mostra cap vídeo

source: Show Fullscreen controller
ca_es: Mostra el controlador de pantalla completa

source: Shows a lucent controller when moving the mouse in fullscreen mode.
ca_es: Mostra un controlador lluminós quan es mou el ratolí al mode de pantalla completa.

source: Auto-playback of new items
ca_es: Reproducció automàtica dels nous elements

source: Start playback of new items immediately once they were added.
ca_es: Inicia la reproducció dels elements nous immediatament després d'afegir-los.

source: Keep Recent Items
ca_es: Mantén els elements recents

source: By default, VLC keeps a list of the last 10 items. This feature can be disabled here.
ca_es: Per defecte el VLC manté una llista dels 10 últims elements. Aquí es pot inhabilitar aquesta característica.

source: Control playback with the Apple Remote
ca_es: Controla la reproducció amb l'Apple Remote

source: By default, VLC can be remotely controlled with the Apple Remote.
ca_es: Per defecte el VLC es pot controlar remotament amb l'Apple Remote.

source: Control system volume with the Apple Remote
ca_es: Controla el volum del sistema amb l'Apple Remote

source: By default, VLC will control its own volume with the Apple Remote. However, you can choose to control the global system volume instead.
ca_es: Per defecte, el VLC controlarà el seu volum amb l'Apple Remote. Tot i així, podeu utilitzar el control global del sistema.

source: Control playlist items with the Apple Remote
ca_es: Controla els elements de la llista de reproducció amb l'Apple Remote

source: By default, VLC will allow you to switch to the next or previous item with the Apple Remote. You can disable this behavior with this option.
ca_es: Per defecte, el VLC us permetrà canviar a l'element següent o anterior amb l'Apple Remote. Podeu desactivar aquest comportament amb aquesta opció.

source: Control playback with media keys
ca_es: Controla la reproducció amb les tecles de suport multimèdia

source: By default, VLC can be controlled using the media keys on modern Apple keyboards.
ca_es: Per defecte el VLC es pot controlar amb les tecles de suport multimèdia del teclat modern Apple.

source: Run VLC with dark interface style
ca_es: Executa el VLC amb l'estil d'interfície fosca

source: If this option is enabled, VLC will use the dark interface style. Otherwise, the grey interface style is used.
ca_es: Si aquesta opció està habilitada, el VLC farà servir l'estil d'interfície fosca. En qualsevol altre cas, farà servir l'estil d'interfície grisa.

source: Use the native fullscreen mode
ca_es: Utilitza el mode de pantalla completa natiu

source: By default, VLC uses the fullscreen mode known from previous Mac OS X releases. It can also use the native fullscreen mode on Mac OS X 10.7 and later.
ca_es: Per defecte el VLC utilitza el mode de pantalla completa de versions anteriors de Mac OS X. També pot utilitzar el mode nadiu de pantalla completa al Mac OS X 10.7 i a versions posteriors.

source: Resize interface to the native video size
ca_es: Canvia la mida de la interfície amb la mida nadiua de vídeo

source: You have two choices: - The interface will resize to the native video size - The video will fit to the interface size By default, interface resize to the native video size.
ca_es: Teniu dues opcions per triar : - La interfície tornarà a la mida nadiua de vídeo - El vídeo s'encaixa amb la mida de la interfície Per defecte la interfície torna a tenir la mida nadiua de vídeo.

source: Pause the video playback when minimized
ca_es: Posa en pausa la reproducció de vídeo quan es minimitza

source: With this option enabled, the playback will be automatically paused when minimizing the window.
ca_es: Si s'habilita aquesta opció, la reproducció es posa en pausa automàticament quan es minimitza la finestra.

source: Allow automatic icon changes
ca_es: Permet el canvi automàtic d'icones

source: This option allows the interface to change its icon on various occasions.
ca_es: Permet que la interfície canviï la seva icona en diverses ocasions.

source: Lock Aspect Ratio
ca_es: Bloqueja la relació d'aspecte

source: Show Previous & Next Buttons
ca_es: Mostra els botons «Anterior» i «Següent»

source: Shows the previous and next buttons in the main window.
ca_es: Mostra els botons anterior i següent a la finestra principal.

source: Show Shuffle & Repeat Buttons
ca_es: Mostra els botons «Aleatori» i «Repeteix»

source: Shows the shuffle and repeat buttons in the main window.
ca_es: Mostra els botons aleatori i repeteix a la finestra principal.

source: Show Audio Effects Button
ca_es: Mostra el botó d'«Efectes d'àudio»

source: Shows the audio effects button in the main window.
ca_es: Mostra el botó d'efectes d'àudio a la finestra principal.

source: Show Sidebar
ca_es: Mostra la barra lateral

source: Shows a sidebar in the main window listing media sources.
ca_es: Mostra la barra lateral a la finestra principal llistant els orígens multimèdia.

source: Pause iTunes during VLC playback
ca_es: Posa en pausa l'iTunes mentre el VLC està en reproducció

source: Pauses iTunes playback when VLC playback starts. If selected, iTunes playback will be resumed again if VLC playback is finished.
ca_es: Posa en pausa l'iTunes mentre el VLC comença la reproducció. Si es troba seleccionat, la reproducció d'iTunes es reprendrà novament quan la reproducció del VLC acabi.

source: Do nothing
ca_es: No facis res

source: Pause iTunes
ca_es: Posa en pausa l'iTunes

source: Pause and resume iTunes
ca_es: Posa en pausa i reprèn l'iTunes

source: Maximum Volume displayed
ca_es: Volum màxim que es mostrarà

source: Mac OS X interface
ca_es: Interfície Mac OS X

source: Appearance
ca_es: Aparença

source: Behavior
ca_es: Comportament

source: Apple Remote and media keys
ca_es: Apple Remote i tecles multimèdia

source: Video output
ca_es: Sortida de vídeo

source: Track Number
ca_es: Número de pista

source: Author
ca_es: Autor:

source: Duration
ca_es: Durada

source: Check for Update...
ca_es: Comprova si hi ha actualitzacions...

source: Preferences...
ca_es: Preferències...

source: Services
ca_es: Serveis

source: Hide VLC
ca_es: Oculta el VLC

source: Hide Others
ca_es: Oculta els altres

source: Show All
ca_es: Mostra-ho tot

source: Quit VLC
ca_es: Surt del VLC

source: 1:File
ca_es: 1: Fitxer

source: Advanced Open File...
ca_es: Obre un fitxer amb opcions avançades...

source: Open File...
ca_es: Obre un fitxer...

source: Open Disc...
ca_es: Obre el disc...

source: Open Network...
ca_es: Obre la xarxa...

source: Open Capture Device...
ca_es: Obre un dispositiu de captura...

source: Open Recent
ca_es: Obre recents

source: Streaming/Exporting Wizard...
ca_es: Auxiliar per a la transmissió/exportació...

source: Convert / Stream...
ca_es: Converteix / Crea un flux de xarxa...

source: Cut
ca_es: Retalla

source: Copy
ca_es: Copia

source: Paste
ca_es: Enganxa

source: Select All
ca_es: Selecciona-ho tot

source: View
ca_es: Visualitza

source: Playlist Table Columns
ca_es: Columnes de la taula de reproducció

source: Playback
ca_es: Reproducció

source: Playback Speed
ca_es: Velocitat de reproducció

source: Track Synchronization
ca_es: Sincronització de la pista

source: A→B Loop
ca_es: Bucle A→B

source: Quit after Playback
ca_es: Surt després de la reproducció

source: Step Forward
ca_es: Pas endavant

source: Step Backward
ca_es: Pas enrere

source: Increase Volume
ca_es: Puja el volum

source: Decrease Volume
ca_es: Baixa el volum

source: Audio Device
ca_es: Dispositiu d'àudio

source: Half Size
ca_es: Meitat de la mida

source: Normal Size
ca_es: Mida normal

source: Double Size
ca_es: Mida doble

source: Fit to Screen
ca_es: Ajusta a la pantalla

source: Float on Top
ca_es: Flota a dalt

source: Fullscreen Video Device
ca_es: Dispositiu de vídeo per a la pantalla completa

source: Post processing
ca_es: Postprocessament

source: Add Subtitle File...
ca_es: Afegeix un fitxer de subtítol...

source: Subtitles Track
ca_es: Pista de subtítols

source: Text Size
ca_es: Mida del text

source: Text Color
ca_es: Color del text

source: Outline Thickness
ca_es: Gruix del contorn

source: Background Opacity
ca_es: Opacitat del fons

source: Background Color
ca_es: Color del fons

source: Window
ca_es: Finestra

source: Minimize Window
ca_es: Minimitza la finestra

source: Close Window
ca_es: Tanca la finestra

source: Player...
ca_es: Reproductor...

source: Main Window...
ca_es: Finestra principal...

source: Audio Effects...
ca_es: Efectes d'àudio...

source: Video Effects...
ca_es: Efectes de vídeo...

source: Bookmarks...
ca_es: Preferits...

source: Playlist...
ca_es: Llista de reproducció...

source: Media Information...
ca_es: Informació multimèdia...

source: Messages...
ca_es: Missatges...

source: Errors and Warnings...
ca_es: Errors i avisos...

source: Bring All to Front
ca_es: Porta-ho tot al davant

source: Help
ca_es: Ajuda

source: VLC media player Help...
ca_es: Ajuda sobre el reproductor multimèdia VLC...

source: ReadMe / FAQ...
ca_es: Llegeix-me / PMF...

source: Online Documentation...
ca_es: Documentació en línia...

source: VideoLAN Website...
ca_es: Lloc web del VideoLAN...

source: Make a donation...
ca_es: Feu una donació...
